const result_text = {
  "product": {
    "1": "제품/서비스의 시장 내 포지셔닝과 USP 등을 매우 잘 파악하고 있는 상태입니다.\n기본 인지가 탄탄한 만큼 효과적인 마케팅 전략 운영이 가능한 팀입니다.",
    "2": "제품/서비스에 대한 파악이 잘 되어 있으시군요.\n시장 동향을 보며 느꼈던 USP나 개선 포인트가 있다면, 어딘가에 정리해 보시는 건 어떤가요?\n이후 마케팅 전략을 고민할 때 큰 도움이 될 것이라 생각합니다.",
    "3": "제품/서비스를 좀 더 상세히 살펴보면\n그동안 생각지 못했던 개선 아이디어가 떠오를지도 모릅니다.",
    "4": "먼저 우리 제품/서비스를 알아야 합니다.\n제품/서비스의 시장 내 포지션과 과거-현재 추이를 보다 자세히 파악해 보시기 추천드립니다.",
    "5": "제품/서비스에 대한 현황 파악이 우선적으로 필요해 보입니다.\n제품/서비스의 시장 내 포지션과 과거-현재 추이를 보다 자세히 파악해 보시기 추천드립니다."
  },
  "skill": {
    "1": "디지털 마케팅을 위해 필요한 스킬/역량을 다각도로 갖추고 계신 것으로 보입니다.\n업무 히스토리 공유 등으로 팀 내의 지식 균형을 잘 유지하시기를 권장 드립니다.",
    "2": "마케팅 실무에 필요한 역량을 충분히 잘 갖추고 있는 팀으로 보입니다.\n현재 지닌 역량을 잘 유지해 나가시기를 권장 드립니다.",
    "3": "우리 마케팅 팀이 보유한 역량과 그렇지 않은 부분을 잘 인지하고 계신 것으로 보입니다.\n파트너사 협업 등으로 필요한 부분들을 보완해 나가시기를 추천드립니다.",
    "4": "디지털 마케팅적 스킬/역량을 모두 완벽하게 갖출 필요는 없습니다.\n부족한 부분이 있다면, 파트너사와 원활하게 협업할 수 있을 정도로만\n우선적으로 학습하시길 추천드립니다.",
    "5": "현재 가장 필요를 느끼고 있는 마케팅 역량은 어떤 것인가요?\n디지털 마케팅 실무를 위해 일부 역량을 업그레이드할 필요가 있습니다.\n방향만 잘 설정한다면, 생각보다 어렵지 않게 필요 역량을 기를 수 있습니다."
  },
  "resource": {
    "1": "유입-전환뿐 아니라 유저의 사용자 경험까지 관리할 수 있는 맨파워를 가진 팀입니다.\n인원 구성 측면으로만 본다면 매우 좋은 환경을 갖춘 회사라고 할 수 있습니다.",
    "2": "마케팅 실무에 필요한 인력이 충분히 모여있는 팀입니다.\n각 구성원들의 역할만 잘 배분된다면 효율적이고 효과적인 마케팅 퍼포먼스를 낼 수 있을 것입니다.\"",
    "3": "모든 인력이 완벽하게 갖춰져 있다고 할 수는 없지만\n현재 가장 중요한 부분을 이끌어 갈 마케팅 구성원은 존재하는 상태입니다.",
    "4": "디지털 마케팅을 위한 담당 인력을 완벽하게 갖춘 회사는 사실 많지 않습니다.\n담당 마케터와 함께 마케팅 업무에 추가 인력이 필요한 부분은 없는지 검토해 보시는 것은 어떨까요?\n내부 인력 채용뿐 아니라 파트너사 협업으로도 많은 부분을 보완할 수 있을 것입니다.",
    "5": "본격적인 디지털 마케팅 실행을 고민 중이시라면 \n업무를 이끌어 갈 구성원의 역량 및 컨디션 체크가 먼저 필요할 것으로 보입니다.\n현재 가장 필요를 느끼시는 부분을 중심으로 업무 진행 또는 채용 우선순위를 세워 보시기를 추천드립니다."
  },
  "data": {
    "1": "유입-전환뿐 아니라 유저의 사용자 행동 분석까지 진행할 수 있는 역량을 가진 마케팅 팀입니다.\n데이터 드리븐 마케팅을 할 수 있는 환경이 구축되어 있는 것으로 보입니다.",
    "2": "데이터 드리븐 마케팅 역량이 충분히 확보된 팀입니다.\n마케터가 원한다면 유입-전환뿐 아니라 유저의 사용자 행동까지 들여다볼 수 있을 것입니다.",
    "3": "디지털 마케팅을 위한 데이터 역량을 갖춘 팀으로 보입니다.\n유입된 유저의 데이터를 파악하는 것이 중요하다는 사실을 잘 인지하고 있습니다.",
    "4": "데이터 트래킹 니즈는 있으나, 어떻게 접근해야 하는지에 대한 고민이 있을 것으로 보입니다.\n전문적인 데이터, 개발 지식 없이도 디지털 마케팅에 필요한 데이터 분석을 할 수 있습니다.\n방향만 잘 설정한다면, 생각보다 어렵지 않게 필요 역량을 기를 수 있습니다.",
    "5": "더 나은 퍼포먼스를 도출하기 위해서는 유저 유입, 행동 데이터를 조금 더 공격적으로 활용할 필요가 있어 보입니다.  \n볼 수 있는 데이터가 많아질수록 시도할 수 있는 마케팅 아이디어도 많아질 것입니다."
  },
  "media": {
    "1": "마케팅 퍼포먼스를 구체적으로 파악하고 개선할 수 있는 역량을 보유한 팀입니다.\n변화가 빠른 디지털 마케팅 트렌드에도 잘 대응할 수 있을 것으로 보입니다.",
    "2": "마케팅 퍼포먼스를 잘 관리할 수 있는 역량을 보유한 팀입니다.\n현재 진행하지 않고 있는 부분에 대해서도, 필요성을 느낀다면 빠른 학습과 보완이 가능할 것입니다.",
    "3": "실무에 필요한 매체 운영 역량을 보유하고 있으나\n현재의 성과가 최선의 결과인지 확신할 수는 없는 상태로 보입니다.\n보다 효과적이고 효율적인 퍼포먼스를 도출할 수 있도록 현황 파악 및 KPI 점검을 해 보는 것은 어떨까요?",
    "4": "매체 운영 실무를 반드시 내부에서 진행해야 하는 것은 아닙니다.\n현재 파트너사와 협업 중이라면 현재 내부에서 효과적인 피드백을 전달하고 있는지에 대해,\n만일 내부에서 직접 매체를 운영 중이라면, 더 나은 퍼포먼스를 위해 파악해야 할 부분은 없는지 \n체크해 보시기를 권장 드립니다.",
    "5": "파트너사와 협업할 때에도 내부 담당자가 어느 정도 실무 지식을 갖추고 있는 것이 좋습니다.\n피드백 정도에 따라 퍼포먼스 결과의 차이가 크기 때문입니다. \n우선순위에 따라 필요한 부분만 선별적으로 파악해 보시기를 권장 드립니다."
  }
};
